#ifndef __COMM_CALL_H__
#define __COMM_CALL_H__

#ifdef __cplusplus
extern "C" {
#endif

#include "../include/ui_menu.h"

/*********************************************************************************
                                  通话名字最大长度                                  
*********************************************************************************/
#define Call_Name_Max_Len (20)

/*********************************************************************************
                                  通话号码最大长度                                  
*********************************************************************************/
#define Call_Number_Max_Len (15)

#ifdef __cplusplus
} /* extern "C" */
#endif

#endif 
